{
  "app.name": "Book App",
  "app.description": "Welcome to our book reviews website, a place where you will discover a wide variety of literary works. Our site offers you in-depth reviews of the latest and most popular books, along with recommendations for everyone. Browse our categories, dive into the stories, and find your next favorite read. Join us on this exciting literary journey!",
  "app.regards": "Thanks to:",
  "app.dark.Mode": "Dark Mode",
  "app.login": "Login",
  "app.register": "Register",
  "app.endSession": "Close Session",
  "app.registerOrLogin": "Login or Register",
  "app.terms": "Terms of use",
  "app.made": "Made By",
  "app.createUsing": "Create Using",
  "app.invite": "By logging in or registering in the app, you can.",
  "app.comment": "Comment",
  "app.like": "Like",
  "app.notLike": "Not Like",
  "app.review": "Write a Review",
  "app.details": "Details",
  "app.edit": "Edit",
  "app.discard": "Discard",
  "app.save": "Save",
  "app.delete": "Delete",
  "app.install": "Install APP",
  "app.notFound": "No books to display",
  "app.notFound.comments": "No comments to display",
  "app.filter": "Dynamic Filter",
  "app.post": "Post",
  "app.posting": "Posting Comment",
  "app.book.like": "Likes:",
  "app.book.description": "Description:",
  "app.book.author": "Author:",
  "app.book.contributor": "Contributor:",
  "app.book.publisher": "Publisher:",
  "app.book.globalRank": "Global Rank:",
  "app.book.shop": "Shop Options:",
  "app.cookies.short": "* We use our own and third-party cookies.",
  "app.cookies": "* We use our own and third-party cookies to improve your experience on our website. By continuing to browse, you accept the use of cookies.",
  "app.declaimer": "Copyright 2023 Gustavo Rodriguez - Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED AS IS, WITHOUT WARRANTY OF ANY KIND, EXPRESS ORIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS WILL BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.",
  "app.informationLang": "All the information in the books is in English, the translations will only work in the application and not in the data."
}